<template>
  <div class="content">
			<div class="mians">
				<p>欢迎使用必保机器人（以下简称“必保机器人”、“我们”或“我们的”）。必保机器人为用户提供通过保险咨询服务。 </p>
				<p>对于我们和我们的部分合作企业，就收集、使用、分享和保护与我们的移动服务、网站、在必保机器人上提供或与必保机器人服务（以下统称“服务”）有关的任何软件，以及您对于收集和使用您的信息所作出的选择等内容，我们的“隐私政策”作出了解释。</p>
				<p> 使用我们的“服务”即表示您理解并同意，我们只是为您提供通过相关“服务”发布内容，包括照片、评论和其它材料（以下简称“用户内容”）以及公开分享“用户内容”的平台。这表示，在遵守本“隐私政策”和本服务的“用户条款”的情况下，其他用户可以搜索、查看、使用或分享您通过本“服务”公开发布的任何“用户内容”。 我们的政策适用于所有访问者、用户和“服务”的其他访问者（以下简称“用户”）。 </p>
			</div>
			<h3>1. 我们收集的信息</h3>
			<div class="mians">
				<p>我们收集下列类型的信息。</p>
				<p>您向我们直接提供的信息：</p>
				<p>您注册必保机器人账户时提供的用户名、密码和手机号码。</p>
				<p>您为用户个人主页提供的个人信息（例如：姓名、照片、电话号码）。此信息可以使我们帮助您或他人在必保机器人上被“找到”。</p>
				<p>您通过“服务”发布的“用户内容”（例如：照片、评论和其他材料）。</p>
				<p>必保机器人之间的通信。例如，我们可以向您发送与服务相关的手机短信（例如：账户验证、“服务”功能更改/更新、技术和安全声明）。</p>
				<p>分析信息：</p>
				<p>我们使用第三方分析工具帮助我们测量“服务”的流量和使用趋势。这些工具收集通过您的设备或我们的“服务”发送的信息，包括您访问的网页、附加组件和帮助我们改善“服务”的其它信息。我们收集此信息并与从其他用户收集的分析信息同时使用，使此信息不致被用于识别任何具体个人用户。 </p>
				<p>日志文件信息：</p>
				<p> 您每次请求访问网页或应用程序时，您的浏览器均会自动报告日志文件信息。当网页内容或应用程序下载到您的浏览器或设备时，也会提供日志文件信息。</p>
				<p>当您使用我们的“服务”时，我们的服务器自动记录某些日志文件信息，包括您的互联网请求、Internet 协议（以下简称“IP”）地址、浏览器类型、引用/退出页面和 URL、点击数以及与“服务”上的链接、域名、登录页面、查看的页面和其他此类信息互动的方式。</p>
				<p>设备标识符：</p>
				<p>当您使用移动设备（如平板电脑或手机）访问我们的“服务”时，我们可能在您的设备上执行访问、收集、监控、存储操作，和/或远程存储一个或多个“设备标识符”。设备标识符是在您的移动设备上存储或与之相关联的小数据文件或类似数据结构，用作您的移动设备的唯一标识。设备标识符可能是与设备硬件相关的存储数据、与设备操作系统或其它软件相关的存储数据或必保机器人发送到设备的数据。</p>
				<p>设备标识符可以向我们或第三方合作伙伴提供有关您如何浏览和使用“服务”的信息并帮助我们或他方提供报告或个性化内容和广告。如果设备标识符的使用或可用性受损或被禁用，“服务”的某些功能可能无法正常工作。</p>
				<p>元数据：</p>
				<p>元数据通常是与“用户内容”相关联的技术数据。例如，元数据可以描述如何、何时及由谁收集一则“用户内容”以及如何设置该内容的格式。</p>
				<p> 用户可以添加或者可能已经将元数据添加到其“用户内容”，包括 # 标签（例如，发布照片时用于标记关键字）、地理标签（例如，为照片标记您的位置）、评论或其他数据。这可以使您的“用户内容”更易于他人搜索、更易于互动。如果您标记照片的地理位置或使用他人的 API 标记您的照片，并依据您的隐私设置公开照片，您的经度和纬度将存储在照片上，能够被他人搜索（例如，通过位置或地图功能）。</p>
		 </div>
			<h3>2. 我们如何使用您的信息</h3>
			<div class="mians">
				<p>除了我们在本“隐私政策”中描述的某些具体信息使用方法，我们还可将收到的信息用于：</p>
				<p>帮助您在登录后有效访问您的信息。</p>
				<p>信息记忆，使您不必在访问过程中或下次访问“服务”时再次输入。</p>
				<p>为您和他人提供个性化内容和信息，包括在线广告或其它形式的营销。</p>
				<p>提供、改善、测试和监控我们“服务”的有效性。</p>
				<p>开发和测试新产品和功能。 监控访问者总数、流量和人口统计模式等指标。</p>
				<p>诊断或解决技术问题。</p>
				<p>自动更新您设备上的一闪应用程序。</p>
				<p>必保机器人或其他用户可通过“服务”举办比赛、优惠酬宾或其他活动（统称为“活动”）。如果您不想参加某一事件，请不要使用与该事件相关联的具体元数据（即 # 标签或地理标签）。</p>
			</div>
			<h3>3. 分享您的信息</h3>
			<div class="mians">
				<p>除非本“政策”说明，否则，未经您同意，我们不会向必保机器人（或必保机器人所属公司集团）之外的第三方出借或出售您的信息。</p>
				<p>我们可能分享您信息的各方：</p>
				<p>我们可能与在法律上与必保机器人同属或将同属一个公司集团的企业（以下简称“附属机构”）分享“用户内容”和您的信息（包括但不限于 cookie 信息、日志文件、设备标识符、位置数据和使用数据）。附属机构可以使用此信息帮助提供、理解和改善“服务”（包括以提供分析的方式）和附属机构自己的服务（包括以为您提供更好、更相关经验的方式）。但是，这些附属机构将尊重您就谁可以查看您的照片所做出的选择。</p>
				<p>我们还可与帮助我们为您提供“服务”的第三方组织（以下简称“服务提供商”）分享您的信息以及诸如 cookie 等工具的信息、日志文件、设备标识符和位置数据。我们的“服务提供商”将有权在必要情况下访问您的信息，并依据合理的保密条款提供“服务”。 </p>
				<p> 我们还可能与第三方广告合作伙伴分享某些诸如 cookie 数据之类的信息。此信息将允许第三方广告网络提供其认为您最感兴趣的有针对性的广告等。</p>
				<p>我们会删除能够识别您身份的部分数据并与他方分享匿名数据。我们还可用与您不再有关联的方式将您的信息与其它信息进行组合并分享该汇总信息。</p>
				<p>您可选择分享您的“用户内容”的各方：</p>
				<p>您自愿披露以在“服务”中发布的任何信息或内容，如“用户内容”，均会依照您设置的任何适用隐私设置予以控制，向公众开放。要更改“服务”的隐私设置，请更改您的个人主页设置。</p>
				<p>一旦控制发生改变，会出现什么情况：</p>
				<p>如果我们将必保机器人或我们的资产部分或整体出售或转让给其它组织（例如，发生诸如兼并、收购、破产、解体、清算等交易），诸如姓名和手机号码、“用户内容”以及通过“服务”收集的任何其它信息便均属出售或转让之列。您将继续拥有您的“用户内容”。买方或受让方必须尊重我们在本“隐私政策”中所做的承诺。</p>
				<p>回应法律要求和预防伤害：</p>
				<p>如果有充分的理由相信法律要求我们这样做，那么应法律要求（如搜查令、庭谕或传票），我们可能访问、保留和分享您的信息。这可能包括来自中国以外司法管辖区的法律要求，只要我们确信回应系经该司法管辖区法律要求、影响该司法管辖区内的用户并符合国际认可的标准。我们也会访问、保存并分享信息，只要我们有充分的理由相信有必要：对欺诈和其它非法行为进行侦查、预防和应对，以保护我们自己、您以及其他人（作为调查的一部分）；以防止死亡或严重人身伤害。如果我们收到的有关您的信息为法律要求或义务、政府调查、涉及可能违反我们的条款或政策的调查、或预防伤害等方面的内容，则可能需要在一段较长时间内予以访问、处理和保留。</p>
			</div>
			<h3>4. 我们如何存储您的信息</h3>
			<div class="mians">
				<p>存储和处理：</p>
				<p> 我们采用合理的商业安全保护措施，使通过“服务”收集的信息保持安全，并采取合理的步骤（如申请唯一的密码）在授予您访问您的账户之前验证您的身份。但是，必保机器人无法确保您传输至必保机器人的任何信息的安全或保证“服务”上的该等信息不被访问、披露、改变或销毁。 </p>
				<p>请您尽力帮助我们。您有责任对您的唯一密码和账户信息保密并随时控制您与必保机器人之间往来手机短信的访问权限。您的隐私设置可能还会受到您连接至必保机器人的社交媒体服务对其服务所做的更改的影响。我们对任何其它组织机构的功能性、隐私或安全措施不承担责任。</p>
				
			</div>
			<h3>5. 您对于个人信息的选择</h3>
			<div class="mians">
				<p>登录和更改您的个人主页设置可以随时更新您的账户。 </p>
				<p>了解更多有关查阅或修改账户信息方面的信息。</p>
				<p>我们保留您“用户内容”的时限：</p>
				<p>终止或停用您的账户后，必保机器人、其附属机构或其“服务提供商”可能基于备份、存档和/或审计需要，在商业上合理的时间内保留信息（包括您的个人主页信息）和“用户内容”。</p>
			</div>
			<h3>6. 其它网站和服务</h3>
			<div class="mians">
				<p>我们对与我们的“服务”存在链接关系的任何网站或服务所从事的行为，包括相关网站和服务所提供的信息或内容，不承担责任。请切记，当您使用链接从我们的“服务”进入其它网站或服务时，我们的“隐私政策”不适用于这些第三方网站或服务。您在任何第三方网站或服务上（包括在我们的网站上有链接的第三方网站或服务）采取的浏览和互动行为受该第三方的规则和政策约束。此外，您同意对您授权访问您“用户内容”的任何第三方，我们不承担责任，且没有控制权。如果您正在使用第三方网站或服务，并且允许其访问您的“用户内容”，风险自行承担。</p>
				
			</div>
			<h3>7. 如何联系我们</h3>
			<div class="mians">
				<p>如果对本“隐私政策”或“服务”有任何疑问，请与我们联系。</p>
			</div>
            <h3>8. 关于我们的“隐私政策”的更改</h3>
			<div class="mians">
				<p>必保机器人可能不定期修改或更新本“隐私政策”，请定期查阅。我们可能在适当环境下为您提供其它形式的修改或更新声明。在本“隐私政策”做出任何修改后，您继续使用必保机器人或“服务”即表示您接受此类修改。</p>
			</div>
		</div>
</template>
<script>

</script>
<style lang="scss" scoped>
    .content{
        padding: 10px 13px;
        .mains{
        padding-bottom: 8px;
        }
    }

</style>